{
  "es": {
    "designer": "Diseñador, Desarrollador frontend",
    "home": "Inicio",
    "About":"Sobre Mi",
    "Contact":"Contacto",
    "designer-description": "Diseño y codifico cosas bonitas y sencillas, y me encanta lo que hago.",
    "hello": "hola soy roberto Encantado de conocerlo.",
    "description": "Desde que comencé mi viaje como diseñador independiente hace más de 1 año, realicé trabajo remoto para agencias, consulté para nuevas empresas y colaboré con personas talentosas para crear productos digitales para uso comercial y de consumo. Soy tranquilamente confiado, naturalmente curioso y trabajo perpetuamente para mejorar mis habilidades, un problema de diseño a la vez.",
    "designer--2": "Diseñador",
    "description-designer": "Valoro una estructura de contenido simple, patrones de diseño limpios e interacciones cuidadosas.",
    "things": "Cosas que disfruto diseñar",
    "tools": "Herramientas de diseño",
    "description-tools": "Affinity Designer, Figma, Font Awesome, Papel y lápiz, Sketch, Webflow",
    "Developer": "Desarrollador frontend",
    "description-developer": "Me gusta codificar cosas desde cero y disfruto dar vida a ideas en el navegador.",
    "languages": "Lenguajes En los Que desarrollo:",
    "recent-work": "Mis trabajos recientes:",
    "work-description": "Aquí tienes algunos proyectos de diseño en los que he trabajado. ¿Quieres ver más? Envíame un correo electrónico.",
    "simple": "Una web creada con html,css, y javascrip, y algunas dependencias, ideal para un vendedor de bienes raíces",
    "somewhat": "sitio web algo grande pero muestra todo lo que puede representar tu negocio ",
    "store": "sitio web que hice en mis inicios una tienda simple peor realmente funcional",
    "events": "este sitio web representa eventos muy buena asi lo diga yo mismo",
    "food": "un web que muestra los alimentos que tu restaurante ofrece",
    "business": "sitio web para cualquier tipo de negocios",
    "button-contact": "Contactame",
    "tech":"Soporte Técnico",
    "support":"También me gusta brindar soporte técnico a diferentes entidades.",
    "way":"De esta manera te brindo el soporte",
    "tools-2":"Herramientas"


  },
  "en": {
    "designer": "Designer, Frontend Developer",
    "home": "home",
    "About":"About",
    "Contact":"Contact",
    "designer-description": "I design and code beautiful simple things, and I love what I do.",
    "hello": "Hi, I’m robert. Nice to meet you.",
    "description": "Since beginning my journey as a freelance designer over 1 years ago, I've done remote work for agencies, consulted for startups, and collaborated with talented people to create digital products for both business and consumer use. I'm quietly confident, naturally curious, and perpetually working on improving my chops one design problem at a time.",
    "designer--2":"Designer",
    "description-designer":"I value simple content structure, clean design patterns, and thoughtful interactions.",
    "things":"Things I enjoy designing",
    "tools":"Design Tools",
    "description-tools": "Affinity Designer, Figma, Font Awesome, Pen & Paper, Sketch, Webflow",
    "Developer":"Frontend Developer",
    "description-developer":"I like to code things from scratch and enjoy bringing ideas to life in the browser.",
    "languages":"Languages in which I Develop:",
    "recent-work":"My Recent Work:",
    "work-description":"Here are a few past design projects I've worked on. Want to see more? Email me.:",
    "simple": "A website created with html, css, and javascrip, and some dependencies, ideal for a real estate seller",
    "somewhat": "somewhat large website but shows everything that your business can represent",
    "store": "website that I made in my beginnings a simple store worse really functional",
    "events": "this website represents very good events so say it myself",
    "food": "a website that shows the food that your restaurant offers",
    "business": "website for any type of business",
    "button-contact": "Contact me",
    "tech":"Technical Support",
    "support":"I also like to give technical support to different entities.",
    "way":"in this way I give you the support",
    "tools-2":"Tools"
  }
}
